/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Ekran został odłączony w czasie gry, co zakończyło ten mecz! Musisz uruchomić grę ponownie, jeśli chcesz użyć drugiego ekranu ponownie.";

/* from the scheme panel
   from the team panel */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Aggressive" = "Agresywny";

/* No comment provided by engineer. */
"All" = "Wszystko";

/* from the settings table */
"Alternate Damage" = "Alternatywne obrażenia";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Czy aby na peeeewwwnooo jesteś pewien?";

/* from the settings table */
"Audio Preferences" = "Ustawienia dźwięku";

/* No comment provided by engineer. */
"Available Teams" = "Dostępne drużyny";

/* No comment provided by engineer. */
"Average" = "Średnio";

/* No comment provided by engineer. */
"Backup" = "Kopia zapasowa";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Zanim rozpocznie się gra, musi zostać wygenerowany podgląd";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Zanim powrócisz, podgląd musi zostać wygenerowany";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Tyran";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cavern" = "Jaskinia";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Zmień przebranie jeża";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Pogadaj z developerami na IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Wybierz rozpoznawalny symbol dla swojej drużyny";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Wybierz grób drużyny";

/* No comment provided by engineer. */
"Choose team fort" = "Wybierz fort drużyny";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Wybór schematu dobierze dołączoną do niego broń";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Standardowe menu amunicji";

/* No comment provided by engineer. */
"Community" = "Społeczność";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Okienka obrażeń zawiadomią cię o każdym trafieniu";

/* from the scheme panel
   from the team panel */
"Done" = "Zrobione";

/* from the scheme panel
   from the team panel */
"Edit" = "Edycja";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Zmień ustawienia schematu";

/* No comment provided by engineer. */
"Edit team settings" = "Zmień ustawienia drużyny";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Zmień ustawienia broni";

/* No comment provided by engineer. */
"End Game" = "Zakończ grę";

/* No comment provided by engineer. */
"Flag" = "Flaga";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Śledź nas na Twitter";

/* No comment provided by engineer. */
"Fort" = "Fort";

/* No comment provided by engineer. */
"Game Modifiers" = "Modyfikacje gry";

/* No comment provided by engineer. */
"Game Settings" = "Ustawienia gry";

/* No comment provided by engineer. */
"General" = "Ogólne";

/* No comment provided by engineer. */
"Grave" = "Grób";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars wspiera konfigurację wieloekranową, jednak ekran musi być podłączony przed rozpoczęciem gry.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Jeże kontrolowane przez sztuczną inteligencję";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Trzymaj palec na broni, aby zobaczyć jak działa.\nStuknij gdziekolwiek, aby wyłączyć.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Trzymaj palec na broni, aby zobaczyć jak działa.\nMożesz przenosić to okno po całym ekranie.";

/* ammo selection */
"Initial quantity " = "Początkowa ilość ";

/* from the settings table */
"Insert your password" = "Podaj swoje hasło";

/* from the settings table */
"Insert your username (if you have one)" = "Podaj swoją nazwę użytkownika (jeśli taką posiadasz)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Dołącz do nas na Facebook'u";

/* No comment provided by engineer. */
"Large" = "Duży";

/* No comment provided by engineer. */
"Large Floating Islands" = "Duże Unoszące się Wyspy";

/* No comment provided by engineer. */
"Large Tunnels" = "Duże Tunele";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Zostaw pozytywną recenzję na iTunes!";

/* No comment provided by engineer. */
"Level" = "Poziom";

/* No comment provided by engineer. */
"Loading..." = "Ładowanie...";

/* from the settings table */
"Main Configuration" = "Konfiguracja główna";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Zaznacz śmierć poległych wojowników";

/* No comment provided by engineer. */
"Max Hogs:" = "Maximum jeży:";

/* No comment provided by engineer. */
"Medium" = "Średni";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Średnie Unoszące się Wyspy";

/* No comment provided by engineer. */
"Medium Tunnels" = "Średnie Tunele";

/* No comment provided by engineer. */
"Missing detail" = "Brakujący szczegół";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Misje nie potrzebują dalszej konfiguracji";

/* from the settings table */
"Music" = "Muzyka";

/* No comment provided by engineer. */
"Names and Hats" = "Nazwy i przebrania";

/* from the settings table */
"Nickname" = "Nazwa";

/* No comment provided by engineer. */
"No filter" = "Brak filtra";

/* No comment provided by engineer. */
"No thanks" = "Nie, dziękuję";

/* ammo selection */
"Number of turns before you can use this weapon " = "Ilość tur, jaka musi upłynąć, abyś mógł użyć tej broni ";

/* Short for 'Never' */
"Nvr" = "Nvr";

/* No comment provided by engineer. */
"Of course!" = "Oczywiście!";

/* No comment provided by engineer. */
"Ok, got it" = "Ok, mam to";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Opcja kontroli drużyny, lub oddania jej pod rozkazy AI";

/* from the settings table */
"Other Settings" = "Inne ustawienia";

/* from the settings table */
"Password" = "Hasło";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Wybierz głos, jakim jeż będzie mówił";

/* No comment provided by engineer. */
"Playing Teams" = "Gra drużynowa";

/* ammo selection */
"Presence probability in crates " = "Prawdopodobieństwo pojawienia się w skrzyniach ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Naciśnij, aby wznowić grę, lub przesuń, aby usunąć zapis gry";

/* No comment provided by engineer. */
"Preview not available" = "Podgląd niedostępny";

/* ammo selection */
"Quantity that you will find in a crate " = "Ilość, jaką znajdziesz w skrzyni";

/* No comment provided by engineer. */
"Remind me later" = "Przypomnij mi później";

/* Short for 'Random' */
"Rnd" = "Rnd";

/* No comment provided by engineer. */
"Save" = "Zapis";

/* No comment provided by engineer. */
"Scheme" = "Schemat";

/* No comment provided by engineer. */
"Scheme mismatch" = "Niedopasowanie schematu";

/* No comment provided by engineer. */
"Scheme Name" = "Nazwa schematu";

/* No comment provided by engineer. */
"Schemes" = "Schematy";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Wybierz co najmniej dwie drużyny aby zagrać";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Wybierz jeden schemat i jedną broń dla tej gry";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Wybierz niezwyciężone fortece drużyny (działa tylko w grach na forty)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Wybierz, który styl menu amunicji wolisz";

/* No comment provided by engineer. */
"Set difficulty level" = "Ustaw poziom trudności";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Ustaw głosy jeżów";

/* No comment provided by engineer. */
"Set team flag" = "Ustaw flagę drużyny";

/* on the overlay */
"Set!" = "Ustaw!";

/* No comment provided by engineer. */
"Show Help" = "Pokaż pomoc";

/* No comment provided by engineer. */
"Small" = "Mały";

/* No comment provided by engineer. */
"Small Floating Islands" = "Małe Unoszące się Wyspy";

/* No comment provided by engineer. */
"Small Tunnels" = "Małe Tunele";

/* from the settings table */
"Sound" = "Dźwięk";

/* No comment provided by engineer. */
"Style" = "Styl";

/* No comment provided by engineer. */
"Support" = "Wsparcie";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Synchronizacja schematów i uzbrojenia";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Stuknij, by dodać jeże lub zmienić kolor, dotknij i przytrzymaj by usunąć drużynę.";

/* No comment provided by engineer. */
"Team Name" = "Nazwa drużyny";

/* No comment provided by engineer. */
"Team Preferences" = "Ustawienia drużyn";

/* No comment provided by engineer. */
"Teams" = "Drużyny";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "Mapa jest za mała na tak dużą ilość jeżów";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Oznaczenie robota wskazuje na drużynę kontrolowaną przez sztuczną inteligencję.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "Wybrany schemat pozwala tlko na dwie drużyny";

/* No comment provided by engineer. */
"This weapon is locked" = "Ta broń jest zablokowana";

/* No comment provided by engineer. */
"Too few teams playing" = "Za mało drużyn w grze";

/* No comment provided by engineer. */
"Too many hogs" = "Zbyt wiele jeżów";

/* No comment provided by engineer. */
"Too many teams" = "Zbyt wiele drużyn";

/* No comment provided by engineer. */
"Visit our website" = "Odwiedź naszą stronę internetową";

/* No comment provided by engineer. */
"Voice" = "Głos";

/* No comment provided by engineer. */
"Wacky" = "Kiepsko";

/* No comment provided by engineer. */
"Wait for the Preview" = "Poczekaj na podgląd";

/* No comment provided by engineer. */
"Weaky" = "Słabiutko";

/* No comment provided by engineer. */
"Weapon" = "Broń";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Amunicja Broni";

/* No comment provided by engineer. */
"Weapons" = "Bronie";

/* No comment provided by engineer. */
"Weaponset Name" = "Nazwa zestawu broni";

/* No comment provided by engineer. */
"Well, maybe not..." = "Eeeee, może nie...";

/* No comment provided by engineer. */
"Worldwide" = "Na skalę światową";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Jeśli chcesz, możesz dodać opis";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Przekroczyłeś maksymalną ilość drużyn w grze";

